[{"Name": "AGMService", "Description": "Adobe Genuine Monitor Service", "Status": "Running", "StartMode": "Auto"},{"Name": "AGSService", "Description": "Adobe Genuine Software Integrity Service", "Status": "Running", "StartMode": "Auto"},{"Name": "AJRouter", "Description": "Leitet AllJoyn-Mitteilungen für die lokalen AllJoyn-Clients um. Wenn dieser Dienst angehalten wird, können die AllJoyn-Clients, die nicht über eigene gebündelte Router verfügen, nicht ausgeführt werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "ALG", "Description": "Bietet Unterstützung für Protokoll-Plug-Ins von Drittanbietern für die gemeinsame Nutzung der Internetverbindung.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "AppHostSvc", "Description": "Stellt Verwaltungsdienste, z. B. Konfigurationsverlauf und Anwendungspool-Kontozuordnung, für IIS bereit. Wenn der Dienst beendet wurde, ist es nicht möglich, den Konfigurationsverlauf zu verwenden und Dateien oder Verzeichnisse mit anwendungspoolspezifischen Zugriffssteuerungseinträgen zu sperren.", "Status": "Running", "StartMode": "Auto"},{"Name": "AppIDSvc", "Description": "Bestimmt und überprüft die Identität einer Anwendung. Durch Deaktivierung dieses Diensts wird verhindert, dass AppLocker erzwungen wird.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "Appinfo", "Description": "Erleichtert das Ausführen von interaktiven Anwendungen mit zusätzlichen Administratorrechten. Wird dieser Dienst angehalten, können die Benutzer keine Anwendungen mit zusätzlichen Administratorrechten starten, die zum Ausführen gewünschter Benutzeraufgaben erforderlich sind.", "Status": "Running", "StartMode": "Manual"},{"Name": "AppMgmt", "Description": "Verarbeitet Installations-, Deinstallations- und Auflistungsanforderungen für Software, die über Gruppenrichtlinien bereitgestellt wird. Benutzer können Software, die über Gruppenrichtlinien bereitgestellt wird, nicht installieren, deinstallieren oder auflisten, wenn der Dienst deaktiviert ist. Falls dieser Dienst deaktiviert wird, können die Dienste, die von diesem Dienst ausschließlich abhängig sind, nicht mehr gestartet werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "AppReadiness", "Description": "Bereitet Apps zur sofortigen Verwendung vor, sobald sich ein Benutzer zum ersten Mal an diesem PC anmeldet und neue Apps hinzugefügt werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "AppVClient", "Description": "Manages App-V users and virtual applications", "Status": "Stopped", "StartMode": "Disabled"},{"Name": "AppXSvc", "Description": "Stellt Infrastrukturunterstützung für die Bereitstellung von Store-Anwendungen bereit. Dieser Dienst wird bei Bedarf gestartet. Wenn er deaktiviert ist, werden Store-Anwendungen nicht im System bereitgestellt und funktionieren möglicherweise nicht korrekt.", "Status": "Running", "StartMode": "Manual"},{"Name": "aspnet_state", "Description": "Provides support for out-of-process session states for ASP.NET. If this service is stopped, out-of-process requests will not be processed. If this service is disabled, any services that explicitly depend on it will fail to start.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "AssignedAccessManagerSvc", "Description": "AssignedAccessManager-Service unterstützt Kiosk-Umgebung in Windows.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "AudioEndpointBuilder", "Description": "Verwaltet Audiogeräte für den Windows-Audiodienst. Wird der Dienst beendet, sind Audiogeräte und -effekte nicht mehr ordnungsgemäß funktionsfähig. Wird der Dienst deaktiviert, können Dienste, die explizit von diesem Dienst abhängig sind, nicht mehr gestartet werden.", "Status": "Running", "StartMode": "Auto"},{"Name": "Audiosrv", "Description": "Verwaltet Audioinhalte für Windows-basierte Programme. Wenn dieser Dienst beendet wird, funktionieren Audiogeräte und -effekte nicht ordnungsgemäß. Wenn dieser Dienst deaktiviert wird, können die Dienste, die von diesem Dienst explizit abhängig sind, nicht mehr gestartet werden.", "Status": "Running", "StartMode": "Auto"},{"Name": "AxInstSV", "Description": "Bietet eine Bewertung der Benutzerkontensteuerung für die Installation von ActiveX-Steuerelementen aus dem Internet und ermöglicht die Verwaltung der ActiveX-Steuerelementinstallation basierend auf Gruppenrichtlinieneinstellungen. Dieser Dienst wird bei Bedarf gestartet. Bei Deaktivierung wird die Installation der ActiveX-Steuerelemente gemäß den Standardbrowsereinstellungen ausgeführt.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "BDESVC", "Description": "BDESVC hostet den BitLocker-Laufwerkverschlüsselungsdienst. Die BitLocker-Laufwerkverschlüsselung ermöglicht einen sicheren Start des Betriebssystems sowie eine vollständige Volumeverschlüsselung für Betriebssystemvolumes, eingebaute Volumes oder austauschbare Volumes. Mithilfe dieses Diensts können Benutzer durch BitLocker aufgefordert werden, bei der Bereitstellung von Volumes verschiedene Aktionen auszuführen. Erfolgt keine Benutzeraktion, werden die Volumes automatisch gesperrt. Darüber hinaus werden Wiederherstellungsinformationen in Active Directory gespeichert, sofern verfügbar. Zudem wird mit dem Dienst sichergestellt, dass die aktuellsten Wiederherstellungszertifikate verwendet werden. Wenn der Dienst deaktiviert oder beendet wird, können Benutzer diese Funktionen nicht mehr nutzen.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "BFE", "Description": "Das Basisfiltermodul ist ein Dienst, der Firewall- und IPsec-Richtlinien überwacht und eine Benutzermodusfilterung implementiert. Durch das Beenden oder Deaktivieren des BFM-Diensts wird die Sicherheit des Systems erheblich beeinträchtigt. Darüber hinaus zeigen die IPsec-Verwaltungs- und Firewallanwendungen ein unerwartetes Verhalten.", "Status": "Running", "StartMode": "Auto"},{"Name": "BITS", "Description": "Überträgt Dateien im Hintergrund unter Verwendung von sich in Leerlauf befindender Netzwerkbandbreite. Falls dieser Dienst deaktiviert wird, können von BITS abhängige Anwendungen wie Windows Update oder MSN Explorer Programme und andere Informationen nicht automatisch heruntergeladen werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "brave", "Description": "Hält Ihre Brave-Software auf dem neuesten Stand. Falls dieser Service deaktiviert oder angehalten wird, wird Ihre Brave-Software nicht aktualisiert. Das heißt, dass eventuell auftretende Sicherheitslücken nicht behoben und bestimmte Funktionen möglicherweise nicht ausgeführt werden können. Dieser Service deinstalliert sich selbst, wenn er nicht von einer Brave-Software verwendet wird.", "Status": "Stopped", "StartMode": "Auto"},{"Name": "BraveElevationService", "Description": null, "Status": "Stopped", "StartMode": "Manual"},{"Name": "bravem", "Description": "Hält Ihre Brave-Software auf dem neuesten Stand. Falls dieser Service deaktiviert oder angehalten wird, wird Ihre Brave-Software nicht aktualisiert. Das heißt, dass eventuell auftretende Sicherheitslücken nicht behoben und bestimmte Funktionen möglicherweise nicht ausgeführt werden können. Dieser Service deinstalliert sich selbst, wenn er nicht von einer Brave-Software verwendet wird.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "BrokerInfrastructure", "Description": "Windows-Infrastrukturdienst, von dem gesteuert wird, welche Hintergrundaufgaben im System ausgeführt werden können.", "Status": "Running", "StartMode": "Auto"},{"Name": "Brother XP spl Service", "Description": null, "Status": "Running", "StartMode": "Auto"},{"Name": "BTAGService", "Description": "Dieser Dienst unterstützt die Audiogatewayrolle des Bluetooth-Freisprechprofils.", "Status": "Running", "StartMode": "Manual"},{"Name": "BthAvctpSvc", "Description": "Dies ist der AVCTP (Audio Video Control Transport Protocol)-Dienst.", "Status": "Running", "StartMode": "Manual"},{"Name": "bthserv", "Description": "Der Bluetooth-Dienst unterstützt die Ermittlung und Zuordnung von Remote-Bluetooth-Geräten. Wird der Dienst beendet oder deaktiviert, funktionieren bereits installierte Bluetooth-Geräte möglicherweise nicht mehr ordnungsgemäß, und neue Geräte können unter Umständen nicht ermittelt oder zugeordnet werden.", "Status": "Running", "StartMode": "Manual"},{"Name": "c2wts", "Description": "Dienst zum Konvertieren anspruchsbasierter Identitäten in Windows-Identitäten", "Status": "Stopped", "StartMode": "Manual"},{"Name": "camsvc", "Description": "Stellt Funktionen bereit, mit denen der Zugriff von UWP-Apps auf App-Funktionen verwaltet und der App-Zugriff auf bestimmte App-Funktionen überprüft wird.", "Status": "Running", "StartMode": "Manual"},{"Name": "CDPSvc", "Description": "Dieser Dienst wird für Szenarien in Verbindung mit der Plattform für verbundene Geräte verwendet.", "Status": "Running", "StartMode": "Auto"},{"Name": "CertPropSvc", "Description": "Kopiert Benutzerzertifikate und Stammzertifikate von Smartcards in den Zertifikatspeicher des aktuellen Benutzers. Erkennt, wenn eine Smartcard in einen Smartcardleser gesteckt wird und installiert ggf. den Smartcard-Plug & Play-Minitreiber.", "Status": "Running", "StartMode": "Manual"},{"Name": "ClipSVC", "Description": "Stellt dem Microsoft Store Infrastrukturunterstützung bereit. Der Dienst wird bei Bedarf gestartet. Wenn der Dienst deaktiviert wird, verhalten sich über den Windows Store erworbene Anwendungen nicht korrekt.", "Status": "Running", "StartMode": "Manual"},{"Name": "COMSysApp", "Description": "Verwaltet die Komponentenkonfiguration und -überwachung von COM+-basierten Komponenten. Nach dem Beenden des Dienstes sind die meisten COM+-basierten Komponenten nicht ordnungsgemäß funktionsfähig. Nach dem Deaktivieren dieses Dienstes werden alle Dienste nicht gestartet, die explizit auf diesem Dienst basieren.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "CoreMessagingRegistrar", "Description": "Manages communication between system components.", "Status": "Running", "StartMode": "Auto"},{"Name": "cphs", "Description": "Intel(R) Content Protection HECI Service - enables communication with the Content Protection FW", "Status": "Running", "StartMode": "Manual"},{"Name": "cplspcon", "Description": "Intel(R) Content Protection HDCP Service - enables communication with Content Protection HDCP HW", "Status": "Running", "StartMode": "Auto"},{"Name": "CryptSvc", "Description": "Stellt drei Verwaltungsdienste bereit: den Katalogdatenbankendienst, der die Signaturen von Windows-Dateien bestätigt und die Installation neuer Programme ermöglicht; den geschützten Stammdienst, der diesem Computer vertrauenswürdige Zertifikate von Stammzertifizierungsstellen hinzufügt und diese vom Computer entfernt; und den automatischen Aktualisierungsdienst für die Stammzertifizierung, der Stammzertifikate vom Windows Update abruft und Szenarien wie SSL aktiviert. Wird dieser Dienst beendet, funktionieren diese Verwaltungsdienste nicht ordnungsgemäß. Wird dieser Dienst deaktiviert, können alle ausdrücklich von diesem Dienst abhängigen Dienste nicht gestartet werden.", "Status": "Running", "StartMode": "Auto"},{"Name": "CscService", "Description": "Der Offlinedateiendienst führt Wartungsaktivitäten am Offlinedateiendienst aus, reagiert auf Benutzeranmelde- und -abmeldeereignisse, implementiert die internen Komponenten der öffentlichen API, leitet interessante Ereignisse an Empfänger weiter, die an Offlineaktivitäten interessiert sind, und ändert den Cachestatus.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "DcomLaunch", "Description": "Mit dem DCOMLAUNCH-Dienst werden COM- und DCOM-Server als Reaktion auf Objektaktivierungsanforderungen gestartet. Wenn dieser Dienst beendet oder deaktiviert wird, werden Programme, für die COM oder DCOM verwendet wird, nicht ordnungsgemäß ausgeführt. Es wird dringend empfohlen, den DCOMLAUNCH-Dienst auszuführen.", "Status": "Running", "StartMode": "Auto"},{"Name": "debugregsvc", "Description": "Provides helper APIs to enable device discovery and debugging over the network", "Status": "Stopped", "StartMode": "Auto"},{"Name": "defragsvc", "Description": "Unterstützt den Computer bei einer effizienteren Ausführung durch das Optimieren von Dateien auf Speicherlaufwerken.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "DeveloperToolsService", "Description": "Enables scenarios for remote UWP application deployment and debugging", "Status": "Stopped", "StartMode": "Manual"},{"Name": "DeviceAssociationService", "Description": "Ermöglicht die Kopplung zwischen dem System und verkabelten Geräten oder Drahtlosgeräten.", "Status": "Running", "StartMode": "Auto"},{"Name": "DeviceInstall", "Description": "Ermöglicht dem Computer, Hardwareänderungen zu erkennen und sich ohne oder mit geringer Benutzerinteraktion darauf einzustellen. Beenden oder Deaktivieren dieses Dienstes wird die Systemstabilität beeinträchtigen.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "DevQueryBroker", "Description": "Ermöglicht es Apps, Geräte mit einer Hintergrundaufgabe zu ermitteln.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "Dhcp", "Description": "Registriert und aktualisiert IP-Adressen und DNS-Einträge für diesen Computer. Dieser Computer kann keine dynamischen IP-Adressen und DNS-Aktualisierungen empfangen, falls dieser Dienst beendet wird. Falls dieser Dienst deaktiviert wird, können die Dienste, die von diesem Dienst ausschließlich abhängig sind, nicht mehr gestartet werden.", "Status": "Running", "StartMode": "Auto"},{"Name": "diagnosticshub.standardcollector.service", "Description": "Standardsammlungsdienst des Diagnose-Hubs. Sofern aktiviert, sammelt dieser Dienst ETW-Echtzeitereignisse und verarbeitet sie.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "diagsvc", "Description": "Executes diagnostic actions for troubleshooting support", "Status": "Stopped", "StartMode": "Manual"},{"Name": "DiagTrack", "Description": "Durch den Dienst für Benutzererfahrungen und Telemetrie im verbundenen Modus werden Features aktiviert, die Benutzerfreundlichkeit in Anwendungen und im verbundenen Modus unterstützen. Außerdem verwaltet dieser Dienst die ereignisgesteuerte Sammlung und Übertragung von Diagnose- und Nutzungsdaten (die zur Verbesserung der Benutzerfreundlichkeit und Qualität der Windows-Plattform eingesetzt werden). Dazu müssen die Diagnose- und Nutzungseinstellungen in der Datenschutzoption unter \"Feedback und Diagnose\" aktiviert sein.", "Status": "Running", "StartMode": "Auto"},{"Name": "DisplayEnhancementService", "Description": "Ein Dienst zur Verwaltung der Anzeigeverbesserung, z. B. zur Steuerung der Helligkeit.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "DmEnrollmentSvc", "Description": "Führt Geräteregistrierungsaktivitäten für die Geräteverwaltung aus.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "dmwappushservice", "Description": "Routet vom Gerät empfangene WAP-Push-Nachrichten (Wireless Application Protocol) und synchronisiert Geräteverwaltungssitzungen", "Status": "Stopped", "StartMode": "Manual"},{"Name": "Dnscache", "Description": "Der DNS-Clientdienst (dnscache) speichert DNS-Namen (Domain Name System) zwischen und registriert den vollständigen Computernamen für diesen Computer. Wenn der Dienst beendet wird, werden DNS-Namen weiterhin aufgelöst. Die Ergebnisse von DNS-Namenabfragen werden jedoch nicht zwischengespeichert, und der Name des Computers wird nicht registriert. Wenn der Dienst deaktiviert ist, können alle explizit von ihm abhängigen Dienste nicht gestartet werden.", "Status": "Running", "StartMode": "Auto"},{"Name": "DoSvc", "Description": "Führt Aufgaben zur Optimierung der Inhaltsübermittlung aus.", "Status": "Running", "StartMode": "Auto"},{"Name": "dot3svc", "Description": "Mit dem Dienst für die automatische Konfiguration von Kabelnetzwerken (DOT3SVC) wird eine IEEE 802.1X-Authentifizierung an Ethernet-Schnittstellen ausgeführt. Wenn bei der aktuellen verkabelten Netzwerkbereitstellung die 802.1X-Authentifizierung erzwungen wird, muss der DOT3SVC-Dienst so konfiguriert werden, dass eine Konnektivität auf der 2. Schicht hergestellt bzw. Zugriff auf Netzwerkressourcen ermöglicht wird. Der DOT3SVC-Dienst wirkt sich nicht auf Kabelnetzwerke aus, bei denen die 802.1X-Authentifizierung nicht erzwungen wird.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "DPS", "Description": "Der Diagnoserichtliniendienst ermöglicht die Problemerkennung,  Problembehandlung und Lösung für Windows-Komponenten. Wenn dieser Dienst beendet wird, funktioniert die Diagnose nicht mehr.", "Status": "Running", "StartMode": "Auto"},{"Name": "DsmSvc", "Description": "Ermöglicht das Erkennen, Herunterladen sowie das Installieren von gerätebezogener Software. Wenn dieser Dienst deaktiviert ist, werden Geräte möglicherweise mit veralteter Software konfiguriert und nicht ordnungsgemäß ausgeführt.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "DsSvc", "Description": "Dient als Datenbroker zwischen Anwendungen.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "DusmSvc", "Description": "Nutzung von Netzwerkdaten, Datenlimit, Einschränkung von Hintergrunddaten, getaktete Netzwerke.", "Status": "Running", "StartMode": "Auto"},{"Name": "Eaphost", "Description": "Der EAP-Dienst (Extensible Authentication Protocol) stellt in folgenden Szenarios eine Netzwerkauthentifizierung bereit: 802.1X (verkabelt und drahtlos), VPN und NAP (Network Access Protection). EAP stellt darüber hinaus APIs (Application Programming Interface, Anwendungsprogrammierschnittstelle) bereit, die von Netzwerkzugriffclients, einschließlich Drahtlosclients und VPN-Clients, beim Authentifizierungsvorgang verwendet werden. Wenn Sie diesen Dienst deaktivieren, kann dieser Computer nicht mehr auf Netzwerke zugreifen, die eine EAP-Authentifizierung verwenden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "edgeupdate", "Description": "Hält ihre Microsoft-Software auf dem neuesten Stand. Wenn Sie diesen Dienst deaktivieren oder beenden, kann die Microsoft-Software nicht auf dem neuesten Stand gehalten werden, was möglicherweise zu Sicherheitsrisiken führt, die nicht zu beheben sind, und bestimmte Features funktionieren möglicherweise nicht. Dieser Dienst deinstalliert sich selbst, wenn er von keiner Microsoft-Software verwendet wird.", "Status": "Stopped", "StartMode": "Auto"},{"Name": "edgeupdatem", "Description": "Hält ihre Microsoft-Software auf dem neuesten Stand. Wenn Sie diesen Dienst deaktivieren oder beenden, kann die Microsoft-Software nicht auf dem neuesten Stand gehalten werden, was möglicherweise zu Sicherheitsrisiken führt, die nicht zu beheben sind, und bestimmte Features funktionieren möglicherweise nicht. Dieser Dienst deinstalliert sich selbst, wenn er von keiner Microsoft-Software verwendet wird.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "EFS", "Description": "Stellt die Kerntechnologie für die Dateiverschlüsselung dar, die zum Speichern von verschlüsselten Dateien auf NTFS-Dateisystemvolumes verwendet wird. Wenn dieser Dienst angehalten oder deaktiviert wird, können Anwendungen nicht auf verschlüsselte Dateien zugreifen.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "EFVISJustizService", "Description": "EF-Systemdienst für die VIS-Justiz-Anbindung", "Status": "Stopped", "StartMode": "Manual"},{"Name": "embeddedmode", "Description": "Der Dienst für den eingebetteten Modus ermöglicht Szenarien für Hintergrundanwendungen. Durch die Deaktivierung dieses Diensts wird die Aktivierung von Hintergrundanwendungen verhindert.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "EntAppSvc", "Description": "Ermöglicht die Verwaltung von Unternehmensanwendungen.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "EventLog", "Description": "Dieser Dienst verwaltet Ereignisse und Ereignisprotokolle. Er unterstützt die Protokollierung, Abfrage und Abonnierung von Ereignissen sowie die Archivierung von Ereignisprotokollen und die Verwaltung von Ereignismetadaten. Er kann Ereignisse im XML- und Nur-Text-Format anzeigen. Durch das Beenden dieses Dienstes können die Sicherheit und Zuverlässigkeit des Systems beeinträchtigt werden.", "Status": "Running", "StartMode": "Auto"},{"Name": "EventSystem", "Description": "Unterstützt den Systemereignis-Benachrichtigungsdienst (SENS), mit dem Ereignisse automatisch an abonnierende COM-Komponenten verteilt werden. Nach dem Beenden des Dienstes wird SENS geschlossen, so dass keine weiteren Anmelde- und Abmeldebenachrichtigungen bereitgestellt werden können. Nach dem Deaktivieren des Dienstes können alle Dienste nicht mehr gestartet werden, die explizit auf diesem Dienst basieren.", "Status": "Running", "StartMode": "Auto"},{"Name": "Fax", "Description": "Ermöglicht das Senden und Empfangen von Faxen mithilfe der Faxressourcen, die auf dem Computer oder im Netzwerk verfügbar sind.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "fdPHost", "Description": "Der FDPHOST-Dienst dient zum Hosten der Netzwerkerkennungsanbieter für die Funktionssuche (Function Discovery, FD). Von diesen FD-Anbietern werden Netzwerkerkennungsdienste für das Simple Services Discovery-Protokoll (SSDP) und das Web Services - Discovery (WS-D)-Protokoll bereitgestellt. Durch Beenden oder Deaktivieren des FDPHOST-Diensts wird bei Verwendung von FD die Netzwerkerkennung für diese Protokolle deaktiviert. Ist dieser Dienst nicht verfügbar, können mit Netzwerkdiensten, von denen FD und diese Erkennungsprotokolle verwendet werden, keine Netzwerkgeräte oder -ressourcen gesucht werden.", "Status": "Running", "StartMode": "Manual"},{"Name": "FDResPub", "Description": "Veröffentlicht diesen Computer und die daran angeschlossenen Ressourcen, damit sie über das Netzwerk gesucht werden können. Wenn dieser Dienst beendet wird, werden die Netzwerkressourcen nicht mehr veröffentlicht, damit sie von anderen Computern im Netzwerk gesucht werden können.", "Status": "Running", "StartMode": "Manual"},{"Name": "fhsvc", "Description": "Schützt Benutzerdateien vor einem versehentlichen Verlust durch Kopieren der Dateien an einen Sicherungsspeicherort.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "FontCache", "Description": "Optimiert die Leistung von Anwendungen durch Speichern häufig verwendeter Schriftartendaten. Dieser Dienst wird von Anwendungen gestartet, wenn er nicht bereits ausgeführt wird. Er kann deaktiviert werden, dadurch wird jedoch die Leistung von Anwendungen herabgesetzt.", "Status": "Running", "StartMode": "Auto"},{"Name": "FontCache3.0.0.0", "Description": "Optimiert die WPF-Anwendungen (Windows Presentation Foundation), indem häufig verwendete Schriftartdaten zwischengespeichert werden. WPF-Anwendungen starten diesen Dienst, wenn er nicht bereits gestartet wurde. Der Dienst kann deaktiviert werden, dadurch wird jedoch die Leistung der WPF-Anwendungen vermindert.", "Status": "Running", "StartMode": "Manual"},{"Name": "FrameServer", "Description": "Ermöglicht mehreren Clients den Zugriff auf Videoframes von Kameras.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "GoogleChromeElevationService", "Description": null, "Status": "Stopped", "StartMode": "Manual"},{"Name": "gpsvc", "Description": "Von dem Dienst werden Einstellungen angewendet, die von Administratoren mithilfe der Gruppenrichtlinienkomponente für den Computer und für Benutzer konfiguriert wurden. Wenn der Dienst deaktiviert wird, werden die Einstellungen nicht angewendet, und Anwendungen sowie Komponenten können nicht über Gruppenrichtlinien verwaltet werden. Alle Komponenten oder Anwendungen, die von der Gruppenrichtlinienkomponente abhängen, funktionieren möglicherweise nicht mehr, falls der Dienst deaktiviert wird.", "Status": "Stopped", "StartMode": "Auto"},{"Name": "GraphicsPerfSvc", "Description": "Graphics performance monitor service", "Status": "Stopped", "StartMode": "Manual"},{"Name": "gupdate", "Description": "Hält Ihre Google-Software auf dem neuesten Stand. Falls dieser Service deaktiviert oder angehalten wird, wird Ihre Google-Software nicht aktualisiert. Das heißt, dass eventuell auftretende Sicherheitslücken nicht behoben und bestimmte Funktionen möglicherweise nicht ausgeführt werden können. Dieser Service deinstalliert sich selbst, wenn er nicht von einer Google-Software verwendet wird.", "Status": "Stopped", "StartMode": "Auto"},{"Name": "gupdatem", "Description": "Hält Ihre Google-Software auf dem neuesten Stand. Falls dieser Service deaktiviert oder angehalten wird, wird Ihre Google-Software nicht aktualisiert. Das heißt, dass eventuell auftretende Sicherheitslücken nicht behoben und bestimmte Funktionen möglicherweise nicht ausgeführt werden können. Dieser Service deinstalliert sich selbst, wenn er nicht von einer Google-Software verwendet wird.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "hidserv", "Description": "Aktiviert und unterstützt die Verwendung von Abkürzungstasten auf Tastaturen, Fernbedienungen und anderen Multimediageräten. Es wird empfohlen, diesen Dienst nicht zu deaktivieren.", "Status": "Running", "StartMode": "Manual"},{"Name": "HTTPDebuggerPro", "Description": "HTTP Debugger Pro Windows Service", "Status": "Running", "StartMode": "Auto"},{"Name": "HvHost", "Description": "Stellt eine Schnittstelle für den Hyper-V-Hypervisor bereit, um partitionsspezifische Leistungsindikatoren für das Hostbetriebssystem bereitzustellen.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "ibtsiva", "Description": "Intel(R) Wireless Bluetooth(R) iBtSiva Service", "Status": "Running", "StartMode": "Auto"},{"Name": "icssvc", "Description": "Ermöglicht die Freigabe einer Datenverbindung für ein anderes Gerät.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "igfxCUIService2.0.0.0", "Description": "Service for Intel(R) HD Graphics Control Panel", "Status": "Running", "StartMode": "Auto"},{"Name": "IKEEXT", "Description": "Die IKEEXT-Diensthosts der Schlüsselerstellungsmodule für IKE (Internet Key Exchange) und Auth-IP (Authenticated Internet Protocol ). Diese Schlüsselerstellungsmodule werden zur Authentifizierung und zum Schlüsselaustausch in Internet Protocol Security (IPsec) verwendet. Wenn Sie den IKEEXT-Dienst anhalten oder deaktivieren, wird der IKE/AuthIP-Schlüsselaustausch mit Peercomputern deaktiviert. IPsec ist im Allgemeinen für die Verwendung von IKE/AuthIP konfiguriert, und das Anhalten oder Deaktivieren des IKEEXT-Diensts kann zu einem IPsec-Fehler führen und die Sicherheit des Systems gefährden. Es wird jedoch dringend empfohlen, den IKEEXT-Dienst auszuführen.", "Status": "Running", "StartMode": "Auto"},{"Name": "InstallService", "Description": "Bietet Infrastrukturunterstützung für den Microsoft Store. Der Dienst wird bei Bedarf gestartet. Falls er deaktiviert ist, funktionieren Installationen nicht ordnungsgemäß.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "iphlpsvc", "Description": "Stellt Tunnelkonnektivität mithilfe von IPv6-Übergangstechnologien (IP6-zu-IP4, ISATAP, Portproxy und Teredo) und IP-HTTPS bereit. Wenn der Dienst beendet wird, verfügt der Computer nicht über die durch diese Technologien ermöglichten Konnektivitätsvorteile.", "Status": "Running", "StartMode": "Auto"},{"Name": "IpxlatCfgSvc", "Description": "Konfiguriert und ermöglicht die Übersetzung von v4 in v6 und umgekehrt", "Status": "Stopped", "StartMode": "Manual"},{"Name": "irmon", "Description": "Erkennt andere Infrarotgeräte in Reichweite und startet die Dateiübertragungsanwendung. Wenn Sie den Dienst anhalten, kann die Dateiübertragung nicht mehr ausgeführt werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "KeyIso", "Description": "Der CNG-Schlüsselisolationsdienst wird im LSA-Prozess gehostet. Der Dienst stellt eine Schlüsselprozessisolation für private Schlüssel und zugehörige Kryptografievorgänge gemäß den Anforderungen der allgemeinen Kriterien bereit. Der Dienst speichert und verwendet langlebige Schlüssel in einem sicheren Prozess in Übereinstimmung mit den Anforderungen der allgemeinen Kriterien.", "Status": "Running", "StartMode": "Manual"},{"Name": "KtmRm", "Description": "Koordiniert Transaktionen zwischen dem Distributed Transaction Coordinator (MSDTC) und dem Kerneltransaktions-Manager (KTM). Wenn dieser Dienst nicht benötigt wird, sollten Sie ihn nicht starten. Wenn dieser Dienst benötigt wird, wird er von MSDTC und KTM automatisch gestartet. Wenn der Dienst deaktiviert ist, treten bei allen MSDTC-Transaktionen, die mit einem Kernelressourcen-Manager kommunizieren, Fehler auf, und Dienste, die von diesem explizit abhängig sind, können nicht gestartet werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "LanmanServer", "Description": "Unterstützt Datei-, Drucker- und Named-Piped-Freigabe für diesen Computer über das Netzwerk. Diese Funktionen sind nicht mehr verfügbar, falls dieser Dienst beendet wird. Falls dieser Dienst deaktiviert wird, können die Dienste, die von diesem Dienst ausschließlich abhängig sind, nicht mehr gestartet werden.", "Status": "Running", "StartMode": "Auto"},{"Name": "LanmanWorkstation", "Description": "Erstellt und wartet Clientnetzwerkverbindungen mit Remoteservern unter Verwendung des SMB-Protkolls. Diese Verbindungen sind nicht mehr verfügbar, falls dieser Dienst beendet wird. Falls dieser Dienst deaktiviert wird, können die Dienste, die von diesem Dienst ausschließlich abhängig sind, nicht mehr gestartet werden.", "Status": "Running", "StartMode": "Auto"},{"Name": "lfsvc", "Description": "Dieser Dienst überwacht den aktuellen Standort des Systems und verwaltet Geofences (geografische Standorte mit zugeordneten Ereignissen). Wenn Sie diesen Dienst deaktivieren, sind Anwendungen nicht in der Lage, Benachrichtigungen zu Geolocations oder Geofences zu nutzen oder zu empfangen.", "Status": "Running", "StartMode": "Manual"},{"Name": "LicenseManager", "Description": "Bietet Infrastrukturunterstützung für den Microsoft Store. Der Dienst wird bei Bedarf gestartet. Falls er deaktiviert ist, funktionieren im Microsoft Store erworbene Inhalte nicht ordnungsgemäß.", "Status": "Running", "StartMode": "Manual"},{"Name": "lltdsvc", "Description": "Erstellt eine Netzwerkübersicht, die Computer- und Gerätetopologieinformationen (d.h. Konnektivitätsinformationen) und Metadaten enthält, die jeden Computer und jedes Gerät beschreiben. Wenn dieser Dienst deaktiviert wird, wird die Netzwerkübersicht nicht mehr richtig funktionieren.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "lmhosts", "Description": "Bietet Unterstützung für den NetBIOS-über-TCP/IP-Dienst (NetBT) und die NetBIOS-Namensauflösung für Clients im Netzwerk, so dass Benutzer Daten gemeinsam nutzen, drucken und sich am Netzwerk anmelden können. Diese Funktionen sind nicht mehr verfügbar, falls dieser Dienst beendet wird. Falls dieser Dienst deaktiviert wird, können die Dienste, die von diesem Dienst ausschließlich abhängig sind, nicht mehr gestartet werden.", "Status": "Running", "StartMode": "Manual"},{"Name": "LSM", "Description": "Windows-Kerndienst, der lokale Benutzersitzungen verwaltet. Ein Anhalten oder Deaktivieren dieses Diensts führt zu Systeminstabiliät.", "Status": "Running", "StartMode": "Auto"},{"Name": "LxpSvc", "Description": "Stellt Infrastrukturunterstützung für die Bereitstellung und Konfigurierung lokalisierter Windows-Ressourcen bereit. Dieser Dienst wird auf Anforderung gestartet. Wenn er deaktiviert ist, werden keine zusätzlichen Windows-Sprachen für das System bereitgestellt, und Windows funktioniert möglicherweise nicht ordnungsgemäß.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "LxssManager", "Description": "Der LXSS-Manager-Dienst unterstützt die Ausführung systemeigener ELF-Binärdateien. Der Dienst stellt die Infrastruktur für die Ausführung von ELF-Binärdateien unter Windows bereit. Wenn der Dienst beendet oder deaktiviert wird, können die Binärdateien nicht mehr ausgeführt werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "MapsBroker", "Description": "Windows-Dienst für den Anwendungszugriff auf heruntergeladene Karten. Dieser Dienst wird bei Bedarf von einer Anwendung gestartet, die auf heruntergeladene Karten zugreift. Wird dieser Dienst deaktiviert, können Apps nicht auf Karten zugreifen.", "Status": "Stopped", "StartMode": "Auto"},{"Name": "MicrosoftEdgeElevationService", "Description": "Keeps Microsoft Edge up to update. If this service is disabled, the application will not be kept up to date.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "MozillaMaintenance", "Description": "Der Mozilla Maintenance Service stellt sicher, dass die neueste und sicherste Version von Mozilla Firefox auf Ihrem Computer installiert ist. Denn Firefox auf dem aktuellen Stand zu halten, ist sehr wichtig für Ihre Sicherheit online und Mozilla empfiehlt mit Nachdruck, dass Sie den Dienst aktiviert lassen.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "mpssvc", "Description": "Die Windows Defender Firewall trägt zum Schutz des Computers bei, indem der Zugriff durch nicht autorisierte Benutzer auf den Computer über das Internet bzw. ein Netzwerk verhindert wird.", "Status": "Running", "StartMode": "Auto"},{"Name": "MSDTC", "Description": "Koordiniert Transaktionen, die sich über mindestens zwei Ressourcenverwaltungen wie Datenbanken, Nachrichtenwarteschlangen oder Dateisysteme erstrecken. Wenn der Dienst beendet ist, treten bei diesen Transaktionen Fehler auf. Wenn der Dienst deaktiviert ist, können abhängige Dienste nicht gestartet werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "MSiSCSI", "Description": "Verwaltet Internet SCSI (iSCSI)-Sitzungen, die es zwischen diesem Computer und iSCSI-Remotezielgeräten gibt. Falls dieser Dienst angehalten wird, kann sich dieser Computer nicht an iSCSI-Zielen anmelden und auf diese zugreifen. Falls der Dienst deaktiviert wird, kann keiner der Dienste, die explizit von diesem Dienst abhängig sind, gestartet werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "msiserver", "Description": "Fügt Anwendungen, die als Windows Installer-Paket (*.msi, *.msp) angeboten werden, hinzu bzw. ändert oder entfernt sie. Wenn dieser Dienst deaktiviert ist, können alle Dienste, die explizit davon abhängen, nicht gestartet werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "MSSQL$SQL2017", "Description": "Ermöglicht die Speicherung, Verarbeitung und den kontrollierten Zugriff auf Daten sowie eine schnelle Transaktionsverarbeitung.", "Status": "Running", "StartMode": "Auto"},{"Name": "MSSQL$SQLEXPRESS17", "Description": "Ermöglicht die Speicherung, Verarbeitung und den kontrollierten Zugriff auf Daten sowie eine schnelle Transaktionsverarbeitung.", "Status": "Running", "StartMode": "Auto"},{"Name": "NaturalAuthentication", "Description": "Signalaggregatordienst, der Signale auf Grundlage von Zeit-, Netzwerk-, Geolocation-, Bluetooth- und CDF-Faktoren auswertet. Unterstützte Features sind: Geräteentsperrung, dynamische Sperre und Dynamo MDM-Richtlinien.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "NcaSvc", "Description": "Stellt die DirectAccess-Statusbenachrichtigung für Benutzeroberflächenkomponenten bereit.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "NcbService", "Description": "Handelt Verbindungen aus, über die Windows Store-Apps Benachrichtigungen aus dem Internet empfangen können.", "Status": "Running", "StartMode": "Manual"},{"Name": "NcdAutoSetup", "Description": "Der Dienst \"Autom. Setup von Geräten, die mit dem Netzwerk verbunden sind\" überwacht und installiert zugelassene Geräte, die Verbindungen mit einem zugelassenen Netzwerk herstellen. Wird dieser Dienst beendet oder deaktiviert, kann Windows zugelassene mit dem Netzwerk verbundene Geräte nicht mehr erkennen und installieren. Benutzer können einem PC solche Geräte weiterhin manuell über die Benutzeroberfläche hinzufügen.", "Status": "Running", "StartMode": "Manual"},{"Name": "Net Driver HPZ12", "Description": null, "Status": "Stopped", "StartMode": "Auto"},{"Name": "Netlogon", "Description": "Unterstützt einen sicheren Kanal zwischen diesem Computer und dem Domänencontroller zum Authentifizieren von Benutzern und Diensten. Möglicherweise wird der Computer Benutzer und Dienste nicht authentifizieren und der Domänencontroller kann keine DNS-Einträge registrieren, falls dieser Dienst beendet wird. Falls dieser Dienst deaktiviert wird, können die Dienste, die von diesem Dienst ausschließlich abhängig sind, nicht mehr gestartet werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "Netman", "Description": "Verwaltet Objekte im Ordner \"Netzwerk- und Wählverbindungen\", in dem LAN- und Remoteverbindungen angezeigt werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "netprofm", "Description": "Identifiziert die Netzwerke, mit denen der Computer eine Verbindung hergestellt hat, sammelt und speichert Eigenschaften für diese Netzwerke, und benachrichtigt Anwendungen, wenn sich diese Eigenschaften ändern.", "Status": "Running", "StartMode": "Manual"},{"Name": "NetSetupSvc", "Description": "Der Netzwerkeinrichtungsdienst verwaltet die Installation von Netzwerktreibern und ermöglicht die Konfiguration von Netzwerkeinstellungen auf unterer Ebene. Wenn der Dienst beendet wird, werden aktuell ausgeführte Treiberinstallationen u.U. abgebrochen.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "NetTcpPortSharing", "Description": "Ermöglicht es, TCP-Ports über das Protokoll \"Net.Tcp\" freizugeben.", "Status": "Stopped", "StartMode": "Disabled"},{"Name": "NgcCtnrSvc", "Description": "Verwaltet lokale Benutzeridentitätsschlüssel, um Benutzer für Identitätsanbieter und virtuelle TPM-Smartcards zu authentifizieren. Wenn dieser Dienst deaktiviert wird, kann nicht auf lokale Benutzeridentitätsschlüssel und virtuelle TPM-Smartcards zugegriffen werden. Es wird empfohlen, diesen Dienst nicht neu zu konfigurieren.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "NgcSvc", "Description": "Stellt die Prozessisolation für kryptografische Schlüssel bereit, die zur Authentifizierung der Identitätsanbieter verwendet werden, die einem Benutzer zugeordnet sind. Wenn dieser Dienst deaktiviert wird, können diese Schlüssel nicht verwendet und verwaltet werden. Dies schließt die Anmeldung an Computern und die einmalige Anmeldung bei Apps und Websites ein. Der Dienst wird automatisch gestartet und beendet. Es wird empfohlen, diesen Dienst nicht neu zu konfigurieren.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "NlaSvc", "Description": "Sammelt und speichert Konfigurationsinformationen für das Netzwerk und benachrichtigt Programme, wenn diese Informationen geändert werden. Wenn dieser Dienst beendet wird, sind die Konfigurationsinformationen möglicherweise nicht verfügbar. Wenn dieser Dienst deaktiviert wird, können Dienste, die von diesem Dienst ausschließlich abhängig sind, nicht mehr gestartet werden.", "Status": "Running", "StartMode": "Auto"},{"Name": "nsi", "Description": "Dieser Dienst stellt Netzwerkbenachrichtigungen (z. B. beim Hinzufügen/Löschen von Schnittstellen) für Benutzermodusclients bereit. Wenn Sie diesen Dienst beenden, wird die Netzwerkkonnektivität getrennt. Wenn dieser Dienst deaktiviert wird, können andere Dienste, die von diesem Dienst ausschließlich abhängig sind, nicht mehr gestartet werden.", "Status": "Running", "StartMode": "Auto"},{"Name": "OracleJobSchedulerXE", "Description": null, "Status": "Stopped", "StartMode": "Disabled"},{"Name": "OracleMTSRecoveryService", "Description": null, "Status": "Stopped", "StartMode": "Manual"},{"Name": "OracleServiceXE", "Description": null, "Status": "Running", "StartMode": "Auto"},{"Name": "OracleXEClrAgent", "Description": null, "Status": "Stopped", "StartMode": "Manual"},{"Name": "OracleXETNSListener", "Description": null, "Status": "Running", "StartMode": "Auto"},{"Name": "ose64", "Description": "Speichert Installationsdateien, die für Updates und Reparieren verwendet werden, und ist zum Herunterladen von Setup-Updates und Watson-Fehlerberichten erforderlich.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "osppsvc", "Description": "Office Software Protection Platform Service (unlocalized description)", "Status": "Running", "StartMode": "Manual"},{"Name": "p2pimsvc", "Description": "Bietet Identitätsdienste für die Dienste Peer Name Resolution-Protokoll (PNRP) und Peer-zu-Peer-Gruppierung. Bei Deaktivierung können die Dienste Peer Name Resolution-Protokoll (PNRP) und Peer-zu-Peer-Gruppierung möglicherweise nicht verwendet werden, und einige Anwendungen können möglicherweise nicht ordnungsgemäß verwendet werden, beispielsweise Heimnetzgruppe und Remoteunterstützung.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "p2psvc", "Description": "Aktiviert mithilfe der Peer-zu-Peer-Gruppierung die Kommunikation zwischen mehreren Parteien. Bei Deaktivierung können einige Anwendungen möglicherweise nicht verwendet werden, beispielsweise Heimnetzgruppe.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "PcaSvc", "Description": "Dieser Dienst bietet Unterstützung für den Programmkompatibilitäts-Assistenten (Program Compatibility Assistant, PCA). Mit dem PCA werden die vom Benutzer installierten und ausgeführten Programme überwacht. Wenn dieser Dienst beendet wird, wird der PCA nicht ordnungsgemäß ausgeführt.", "Status": "Running", "StartMode": "Manual"},{"Name": "PeerDistSvc", "Description": "Mit diesem Dienst werden Netzwerkinhalte von Peers im lokalen Subnetz zwischengespeichert.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "perceptionsimulation", "Description": "Ermöglicht die Simulation der räumlichen Wahrnehmung, die Verwaltung der virtuellen Kamera und die Simulation räumlicher Eingaben.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "PerfHost", "Description": "Ermöglicht Remotebenutzern und 64-Bit-Prozessen die Abfrage von Leistungsindikatoren, die von 32-Bit-DLLs bereitgestellt werden. Wenn dieser Dienst beendet wird, können nur lokale Benutzer und 32-Bit-Prozesse die von den 32-Bit-DLLs bereitgestellten Leistungsindikatoren abfragen.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "PhoneSvc", "Description": "Verwaltet den Telefoniestatus des Geräts.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "pla", "Description": "\"Leistungsprotokolle und -warnungen\" sammelt Leistungsdaten von lokalen oder Remotecomputern basierend auf vorkonfigurierten Zeitplanparameter und schreibt die Daten dann in ein Protokoll oder löst eine Warnung aus. Wenn dieser Dienst beendet wird, werden keine Leistungsinformationen erfasst. Wenn dieser Dienst deaktiviert wird, können alle ausdrücklich von diesem Dienst abhängigen Dienste nicht gestartet werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "PlugPlay", "Description": "Ermöglicht dem Computer, Hardwareänderungen zu erkennen und sich ohne oder mit geringer Benutzerinteraktion darauf einzustellen. Beenden oder Deaktivieren dieses Dienstes wird die Systemstabilität beeinträchtigen.", "Status": "Running", "StartMode": "Manual"},{"Name": "Pml Driver HPZ12", "Description": null, "Status": "Stopped", "StartMode": "Auto"},{"Name": "PNRPAutoReg", "Description": "Dieser Dienst veröffentlicht einen Computernamen mit dem Peer Name Resolution-Protokoll. Die Konfiguration wird über den netsh-Kontext \"p2p pnrp peer\" verwaltet. ", "Status": "Stopped", "StartMode": "Manual"},{"Name": "PNRPsvc", "Description": "Aktiviert die serverlose Peernamensauflösung über das Internet mithilfe des Peer Name Resolution-Protokolls (PNRP). Bei Deaktivierung können einige Peer-zu-Peer-Anwendungen und Zusammenarbeitsanwendungen möglicherweise nicht verwendet werden, beispielsweise Remoteunterstützung.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "PolicyAgent", "Description": "IPsec (Internet Protocol Security) unterstützt die Peerauthentifizierung auf Netzwerkebene, Datenursprungsauthentifizierung, Datenvertraulichkeit (Verschlüsselung) und Schutz vor Wiedergabeangriffen. Dieser Dienst erzwingt die IPsec-Richtlinien, die mit dem Snap-In \"IP-Sicherheitsrichtlinien\" oder mit dem Befehlszeilentool \"netsh ipsec\" erstellt wurden. Wenn Sie diesen Dienst beenden, können Probleme mit der Netzwerkkonnektivität auftreten, wenn die Richtlinie IPsec-Verbindungen erfordert. Zudem ist die Remoteverwaltung der Windows Defender Firewall nicht verfügbar, wenn dieser Dienst beendet wird.", "Status": "Running", "StartMode": "Manual"},{"Name": "PoshService", "Description": "Just a harmless demoservice", "Status": "Stopped", "StartMode": "Auto"},{"Name": "postgresql-x64-10", "Description": "Provides relational database storage.", "Status": "Running", "StartMode": "Auto"},{"Name": "Power", "Description": "Verwaltet die Energierichtlinie und die Zustellung der Energierichtlinienbenachrichtigung.", "Status": "Running", "StartMode": "Auto"},{"Name": "PrintNotify", "Description": "Mit diesem Dienst werden benutzerdefinierte Druckerdialogfelder geöffnet und Benachrichtigungen von einem Remotedruckerserver oder einem Drucker verwaltet. Wenn Sie diesen Dienst deaktivieren, werden keine Druckererweiterungen oder -benachrichtigungen angezeigt.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "ProfSvc", "Description": "Dieser Dienst ist für das Laden und Entladen von Benutzerprofilen verantwortlich. Wenn dieser Dienst beendet oder deaktiviert ist, können Benutzer sich nicht mehr an- oder abmelden. Zudem können Probleme beim Abruf von Benutzerdaten für Apps auftreten, und Komponenten, die für den Empfang von Profilereignisbenachrichtigungen registriert sind, erhalten keine Benachrichtigungen.", "Status": "Running", "StartMode": "Auto"},{"Name": "PushToInstall", "Description": "Bietet Infrastrukturunterstützung für den Microsoft Store. Der Dienst wird automatisch gestartet. Falls er deaktiviert ist, funktionieren Remoteinstallationen nicht ordnungsgemäß.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "QWAVE", "Description": "Der Windows-Dienst für verbessertes Audio/Video-Streaming (qWave) ist eine Netzwerkplattform für Audio/Video-Streaminganwendungen (AV) auf privaten IP-Netzwerken. qWave verbessert die AV-Streamingleistung und -zuverlässigkeit, indem ein Netzwerk-QoS (Quality-of-Service) für AV-Anwendungen sichergestellt wird. Es werden Mechanismen für Zugangssteuerung, Laufzeitüberwachung und -erzwingung,  Anwendungsfeedback sowie Verkehrspriorisierung bereitgestellt.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "RasAuto", "Description": "Erstellt eine Verbindung zu einem Remotenetzwerk, wenn ein Programm eine Remote-DNS- oder -NetBIOS-Adresse referenziert.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "RasMan", "Description": "Verwaltet Einwähl- und VPN-Verbindungen zwischen diesem Computer und dem Internet oder anderen Remotenetzwerken. Wenn dieser Dienst deaktiviert wird, können die Dienste, die von diesem Dienst ausschließlich abhängig sind, nicht mehr gestartet werden.", "Status": "Running", "StartMode": "Auto"},{"Name": "RemoteAccess", "Description": "Bietet Routingdienste in LAN- und WAN-Netzwerkumgebungen.", "Status": "Stopped", "StartMode": "Disabled"},{"Name": "RemoteRegistry", "Description": "Ermöglicht Remotebenutzern, Registrierungseinstellungen dieses Computers zu verändern. Wenn dieser Dienst beendet wird, kann die Registrierung nur von lokalen Benutzern dieses Computers verändert werden. Falls dieser Dienst deaktiviert wird, können die Dienste, die von diesem Dienst ausschließlich abhängig sind, nicht mehr gestartet werden.", "Status": "Stopped", "StartMode": "Disabled"},{"Name": "RetailDemo", "Description": "Der Dienst für Einzelhandelsdemos steuert die Geräteaktivität, während sich das Gerät im Modus für Einzelhandelsdemos befindet.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "RmSvc", "Description": "Dienst für Funkverwaltung und Flugzeugmodus", "Status": "Stopped", "StartMode": "Manual"},{"Name": "rpcapd", "Description": "Allows to capture traffic on this machine from a remote machine.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "RpcEptMapper", "Description": "Löst RPC-Schnittstellen-IDs für den Transport von Endpunkten auf. Wenn dieser Dienst angehalten oder deaktiviert wird, können Programme, für die Remoteprozeduraufruf-Dienste (Remote Procedure Call, RPC) verwendet werden, nicht ordnungsgemäß ausgeführt werden.", "Status": "Running", "StartMode": "Auto"},{"Name": "RpcLocator", "Description": "Unter Windows 2003 und früheren Windows-Versionen wird mit dem RPC-Locatordienst (Remote Procedure Call) die RPC-Namensdienstdatenbank verwaltet. Unter Windows Vista und höheren Windows-Versionen stellt dieser Dienst keine Funktionalität bereit und ist nur für Zwecke der Anwendungskompatibilität vorhanden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "RpcSs", "Description": "Der RPCSS-Dienst wird als Dienststeuerungs-Manager für COM- und DCOM-Server verwendet. Von ihm werden Objektaktivierungsanforderungen, Objektexporterauflösungen und die verteilte Garbage Collection für COM- und DCOM-Server ausgeführt. Wenn dieser Dienst beendet oder deaktiviert wird, werden Programme, für die COM oder DCOM verwendet wird, nicht ordnungsgemäß ausgeführt. Es wird dringend empfohlen, den RPCSS-Dienst auszuführen.", "Status": "Running", "StartMode": "Auto"},{"Name": "SamSs", "Description": "Durch den Start dieses Diensts wird anderen Diensten signalisiert, dass die Sicherheitskontenverwaltung (SAM) bereit ist, Anforderungen anzunehmen. Wenn Sie diesen Dienst deaktivieren, wird verhindert, dass andere Dienste im System benachrichtigt werden, wenn die Sicherheitskontenverwaltung bereit ist. Dies kann wiederum dazu führen, dass diese Dienste nicht korrekt gestartet werden. Dieser Dienst sollte nicht deaktiviert werden.", "Status": "Running", "StartMode": "Auto"},{"Name": "SCardSvr", "Description": "Verwaltet den Zugriff auf Smartcards, die von diesem Computer gelesen werden. Wenn dieser Dienst beendet wird, wird dieser Computer keine Smartcards mehr lesen können. Falls dieser Dienst deaktiviert wird, können die von diesem Dienst explizit abhängigen Dienste nicht gestartet werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "ScDeviceEnum", "Description": "Erstellt Softwaregeräteknoten für alle Smartcardleser, die einer bestimmten Sitzung zur Verfügung stehen. Wird dieser Dienst deaktiviert, können von WinRT-APIs keine Smartcardleser aufgezählt werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "Schedule", "Description": "Ermöglicht einem Benutzer, automatische Aufgaben auf diesem Computer zu konfigurieren und zu planen. Der Dienst hostet auch mehrere Windows-systemkritische Aufgaben. Wenn dieser Dienst beendet oder deaktiviert wird, werden diese Vorgänge nicht zu den geplanten Zeiten ausgeführt. Falls dieser Dienst deaktiviert wird, können die Dienste, die von diesem Dienst ausschließlich abhängig sind, nicht mehr gestartet werden.", "Status": "Running", "StartMode": "Auto"},{"Name": "SCPolicySvc", "Description": "Lässt eine Konfiguration des Systems zu, bei der der Benutzerdesktop bei Entfernen der Smartcard gesperrt wird.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "SDRSVC", "Description": "Stellt Windows-Funktionen zum Sichern und Wiederherstellen bereit.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "seclogon", "Description": "Aktiviert das Starten von Prozessen mit verschiedenen Anmeldeinformationen. Wenn dieser Dienst beendet wird, wird dieser Typ von Anmeldezugriff nicht mehr verfügbar sein. Wenn dieser Dienst deaktiviert wird, können alle Dienste, die explizit von diesem Dienst abhängen, nicht mehr gestartet werden.", "Status": "Running", "StartMode": "Manual"},{"Name": "SecurityHealthService", "Description": "Der Windows-Sicherheitsdienst sorgt für den einheitlichen Geräteschutz und für Integritätsinformationen", "Status": "Running", "StartMode": "Manual"},{"Name": "SEMgrSvc", "Description": "Verwaltet Zahlungen und sichere Elemente, die auf NFC (Near Field Communication) basieren.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "SENS", "Description": "Überwacht Systemereignisse und benachrichtigt Abonnenten des COM+-Ereignissystems bei diesen Ereignissen.", "Status": "Running", "StartMode": "Auto"},{"Name": "Sense", "Description": "Der Windows Defender Advanced Threat Protection-Dienst bietet Schutz vor neuesten Sicherheitsrisiken, indem er Sicherheitsereignisse auf dem Computer überwacht und meldet.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "SensorDataService", "Description": "Liefert Daten von verschiedenen Sensoren.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "SensorService", "Description": "Ein Sensordienst, der verschiedene Sensorfunktionen verwaltet. Er verwaltet SDO (Simple Device Orientation) und den Verlauf für Sensoren und lädt den SDO-Sensor, der Änderungen der Geräteausrichtung meldet. Wenn der Dienst beendet oder deaktiviert wird, wird der SDO-Sensor nicht geladen, und es findet keine automatische Drehung statt. Die Sammlung von Verlaufsdaten von den Sensoren wird ebenfalls beendet.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "SensrSvc", "Description": "Überwacht verschiedene Sensoren, um Daten verfügbar zu machen und eine Anpassung an den System- und Benutzerstatus vorzunehmen. Wird dieser Dienst beendet oder deaktiviert, wird die Anzeigehelligkeit nicht auf die Lichtbedingungen der Umgebung angepasst. Das Beenden des Diensts kann auch andere Systemfeatures betreffen.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "SessionEnv", "Description": "Der Remotedesktop-Konfigurationsdienst (RDCS, Remote Desktop Configuration Service) ist für alle Konfigurations- und Sitzungsverwaltungsaktivitäten im Zusammenhang mit den Remotedesktopdiensten und Remotedesktop zuständig, die den SYSTEM-Kontext erfordern. Dazu gehören die sitzungsspezifischen temporären Ordner, Remotedesktopthemen und Remotedesktopzertifikate.", "Status": "Running", "StartMode": "Manual"},{"Name": "SgrmBroker", "Description": "Überwacht und bestätigt die Integrität der Windows-Plattform.", "Status": "Running", "StartMode": "Auto"},{"Name": "SharedAccess", "Description": "Bietet allen Computern in Heim- und kleinen Firmennetzwerken Dienste für die Netzwerkadressübersetzung, Adressierung, Namensauflösung und Eindringschutz.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "SharedRealitySvc", "Description": "Dieser Dienst wird in Szenarien zur räumlichen Wahrnehmung verwendet.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "ShellHWDetection", "Description": "Zeigt Meldungen für Hardwareereignisse für automatische Wiedergabe an.", "Status": "Running", "StartMode": "Auto"},{"Name": "shpamsvc", "Description": "Manages profiles and accounts on a SharedPC configured device", "Status": "Stopped", "StartMode": "Disabled"},{"Name": "smphost", "Description": "Hostdienst für den Microsoft-Verwaltungsanbieter für Speicherplätze. Wird dieser Dienst beendet oder deaktiviert, ist die Verwaltung von Speicherplätzen nicht mehr möglich.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "SmsRouter", "Description": "Leitet Nachrichten regelbasiert an die entsprechenden Clients weiter.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "SNMP", "Description": "Aktiviert SNMP-Anforderungen (Simple Network Management Protocol), die von diesem Computer verarbeitet werden. Der Computer kann keine SNMP-Anforderungen verarbeiten, falls dieser Dienst beendet wird. Falls dieser Dienst deaktiviert wird, können die Dienste, die von diesem Dienst ausschließlich abhängig sind, nicht mehr gestartet werden.", "Status": "Running", "StartMode": "Auto"},{"Name": "SNMPTRAP", "Description": "Empfängt Trap-Nachrichten, die von lokalen oder Remote-SNMP-Agent generiert wurden, und leitet die Nachrichten an SNMP-Verwaltungsprogramme, die auf diesem Computer ausgeführt werden, weiter. SNMP-basierte Programme auf diesem Computer empfangen keine SNMP-Trap-Nachrichten, falls dieser Dienst beendet wird. Falls dieser Dienst deaktiviert wird, können die Dienste, die von diesem Dienst ausschließlich abhängig sind, nicht mehr gestartet werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "spectrum", "Description": "Ermöglicht die räumliche Wahrnehmung, räumliche Eingaben und holografisches Rendering.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "Spooler", "Description": "Dieser Dienst spoolt Druckaufträge und verarbeitet Interaktionen mit dem Drucker. Wenn Sie diesen Dienst ausschalten, können Sie weder drucken noch Drucker anzeigen.", "Status": "Running", "StartMode": "Auto"},{"Name": "sppsvc", "Description": "Aktiviert das Herunterladen, die Installation und die Durchsetzung digitaler Lizenzen für Windows und Windows-Anwendungen. Wenn der Dienst deaktiviert wird, werden das Betriebssystem und lizenzierte Anwendungen in einem Benachrichtigungsmodus ausgeführt. Es wird dringend empfohlen, den Softwareschutzdienst nicht zu deaktivieren.", "Status": "Stopped", "StartMode": "Auto"},{"Name": "SQLAgent$SQL2017", "Description": "Führt Aufträge aus, überwacht SQL Server, löst Warnungen aus und lässt eine Automatisierung einiger Verwaltungsaufgaben zu.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "SQLAgent$SQLEXPRESS17", "Description": "Führt Aufträge aus, überwacht SQL Server, löst Warnungen aus und lässt eine Automatisierung einiger Verwaltungsaufgaben zu.", "Status": "Stopped", "StartMode": "Disabled"},{"Name": "SQLBrowser", "Description": "Stellt Clientcomputern SQL Server-Verbindungsinformationen bereit.", "Status": "Running", "StartMode": "Auto"},{"Name": "SQLTELEMETRY$SQL2017", "Description": "CEIP-Dienst für SQL Server ", "Status": "Running", "StartMode": "Auto"},{"Name": "SQLTELEMETRY$SQLEXPRESS17", "Description": "CEIP service for Sql server ", "Status": "Running", "StartMode": "Auto"},{"Name": "SQLWriter", "Description": "Stellt die Schnittstelle zum Sichern oder Wiederherstellen von Microsoft SQL Server über die Windows VSS-Infrastruktur bereit.", "Status": "Running", "StartMode": "Auto"},{"Name": "SSDPSRV", "Description": "Sucht nach Netzwerkgeräten und -diensten, die das SSDP-Suchprotokoll verwenden, z. B. UPnP-Geräte. Kündigt zudem SSDP-Geräte und -dienste an, die auf dem lokalen Computer ausgeführt werden. Wenn dieser Dienst gestoppt wird, werden SSDP-basierte Geräte nicht entdeckt. Wenn dieser Dienst deaktiviert ist, können alle Dienste, die explizit von diesem Dienst abhängen, nicht gestartet werden.", "Status": "Running", "StartMode": "Manual"},{"Name": "ssh-agent", "Description": "Agent to hold private keys used for public key authentication.", "Status": "Stopped", "StartMode": "Disabled"},{"Name": "sshd", "Description": "SSH protocol based service to provide secure encrypted communications between two untrusted hosts over an insecure network.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "SshdBroker", "Description": null, "Status": "Stopped", "StartMode": "Manual"},{"Name": "SstpSvc", "Description": "Unterstützt SSTP (Secure Socket Tunneling-Protokoll), um über VPN eine Verbindung mit Remotecomputern herzustellen. Wenn dieser Dienst deaktiviert ist, können Benutzer SSTP nicht für den Zugriff auf Remoteserver verwenden.", "Status": "Running", "StartMode": "Manual"},{"Name": "StateRepository", "Description": "Bietet die erforderliche Infrastrukturunterstützung für das Anwendungsmodell.", "Status": "Running", "StartMode": "Manual"},{"Name": "stisvc", "Description": "Stellt Bilderfassungsdienste für Scanner und Kameras zur Verfügung", "Status": "Running", "StartMode": "Auto"},{"Name": "StorSvc", "Description": "Stellt Unterstützungsdienste für Speichereinstellungen und externe Speichererweiterung bereit.", "Status": "Running", "StartMode": "Manual"},{"Name": "svsvc", "Description": "Überprüft mögliche Beschädigungen des Dateisystems.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "swprv", "Description": "Verwaltet softwarebasierte Volumeschattenkopien des Volumeschattenkopie-Dienstes. Softwarebasierte Volumeschattenkopien können nicht verwaltet werden, wenn dieser Dienst beendet wird. Falls dieser Dienst deaktiviert wird, können die Dienste, die von diesem Dienst ausschließlich abhängig sind, nicht mehr gestartet werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "SysMain", "Description": "Verwaltet und verbessert die Systemleistung im Zeitablauf.", "Status": "Running", "StartMode": "Auto"},{"Name": "SystemEventsBroker", "Description": "Koordiniert die Ausführung der Hintergrundvorgänge für WinRT-Anwendungen. Wird dieser Dienst beendet oder deaktiviert, werden die Hintergrundvorgänge unter Umständen nicht ausgelöst.", "Status": "Running", "StartMode": "Auto"},{"Name": "TabletInputService", "Description": "Aktiviert die Stift- und Freihandfunktionalität der Bildschirmtastatur und des Schreibbereichs.", "Status": "Running", "StartMode": "Manual"},{"Name": "TapiSrv", "Description": "Bietet Telefonie-API-Unterstützung (TAPI) für Programme, die lokale und über das LAN auf Servern, die diesen Dienst ebenfalls ausführen, angebundene Telefoniegeräte steuern.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "TermService", "Description": "Ermöglicht Benutzern das Herstellen einer interaktiven Verbindung mit einem Remotecomputer. Remotedesktop und Remotedesktop-Hostserver können nur zusammen mit diesem Dienst verwendet werden. Wenn Sie die Remoteverwendung dieses Computers verhindern möchten, deaktivieren Sie die Kontrollkästchen auf der Registerkarte \"Remote\" in den Systemsteuerungsoptionen.", "Status": "Running", "StartMode": "Manual"},{"Name": "Themes", "Description": "Stellt die Designverwaltung zur Verfügung.", "Status": "Running", "StartMode": "Auto"},{"Name": "TieringEngineService", "Description": "Optimiert die Verteilung der Daten in den Speicherstufen in allen mehrstufigen Speicherplätzen im System.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "TimeBrokerSvc", "Description": "Koordiniert die Ausführung der Hintergrundvorgänge für WinRT-Anwendungen. Wird dieser Dienst beendet oder deaktiviert, werden die Hintergrundvorgänge unter Umständen nicht ausgelöst.", "Status": "Running", "StartMode": "Manual"},{"Name": "TokenBroker", "Description": "Dieser Dienst wird vom Web Account Manager verwendet, um das einmalige Anmelden bei Apps und Diensten zu ermöglichen.", "Status": "Running", "StartMode": "Manual"},{"Name": "TrkWks", "Description": "Hält Verknüpfungen für NTFS-Dateien auf einem Computer oder zwischen Computern in einem Netzwerk aufrecht.", "Status": "Running", "StartMode": "Auto"},{"Name": "TrustedInstaller", "Description": "Ermöglicht das Installieren, Ändern und Entfernen von Windows-Updates und optionalen Komponenten. Wenn dieser Dienst deaktiviert ist, können beim Installieren oder Deinstallieren von Windows-Updates auf diesem Computer Fehler auftreten.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "tzautoupdate", "Description": "Legt die Systemzeitzone automatisch fest.", "Status": "Stopped", "StartMode": "Disabled"},{"Name": "UevAgentService", "Description": "Stellt Unterstützung für das Roaming von Anwendungen und Betriebssystemeinstellungen bereit.", "Status": "Stopped", "StartMode": "Disabled"},{"Name": "UmRdpService", "Description": "Ermöglicht die Umleitung von Druckern, Laufwerken und Anschlüssen für RDP-Verbindungen.", "Status": "Running", "StartMode": "Manual"},{"Name": "upnphost", "Description": "Ermöglicht es, dass UPnP-Geräte auf diesem Computer gehostet werden können. Wenn dieser Dienst gestoppt wird, sind alle gehosteten UPnP-Geräte nicht mehr betriebsbereit, und es können keine weiteren gehosteten Geräte hinzugefügt werden. Wenn dieser Dienst deaktiviert ist, können alle Dienste, die explizit von diesem Dienst abhängen, nicht mehr gestartet werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "UserManager", "Description": "Der Benutzer-Manager stellt die Laufzeitkomponenten bereit, die für Interaktionen mit mehreren Benutzern erforderlich sind. Wenn dieser Dienst beendet wird, funktionieren einige Anwendungen möglicherweise nicht korrekt.", "Status": "Running", "StartMode": "Auto"},{"Name": "UsoSvc", "Description": "Verwaltet Windows-Updates. Falls beendet, können auf Ihren Geräten keine aktuellen Updates heruntergeladen und installiert werden.", "Status": "Running", "StartMode": "Auto"},{"Name": "VacSvc", "Description": "Hostet räumliche Analysen für Mixed Reality-Audiosimulationen.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "VaultSvc", "Description": "Ermöglicht das sichere Speichern und Abrufen von Anmeldeinformationen für Benutzer, Anwendungen und Sicherheitsdienstpakete.", "Status": "Running", "StartMode": "Manual"},{"Name": "VBoxSDS", "Description": "Used as a COM server for VirtualBox API.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "vds", "Description": "Stellt Verwaltungsdienste für Datenträger, Volumes, Dateisysteme und Speicherarrays bereit.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "VMAuthdService", "Description": "Authorization and authentication service for starting and accessing virtual machines.", "Status": "Running", "StartMode": "Auto"},{"Name": "vmicguestinterface", "Description": "Stellt eine Schnittstelle für den Hyper-V-Host für die Interaktion mit bestimmten Diensten bereit, die auf dem virtuellen Computer ausgeführt werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "vmicheartbeat", "Description": "Überwacht den Status dieses virtuellen Computers, indem in regelmäßigen Abständen ein Takt gemeldet wird. Dieser Dienst hilft Ihnen beim Identifizieren der ausgeführten virtuellen Computer, die nicht mehr reagieren.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "vmickvpexchange", "Description": "Stellt einen Mechanismus zum Austauschen von Daten zwischen dem virtuellen Computer und dem Betriebssystem bereit, das auf dem physischen Computer ausgeführt wird.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "vmicrdv", "Description": "Enthält eine Plattform für die Kommunikation zwischen dem virtuellen Computer und dem Betriebssystem, das auf dem physischen Computer ausgeführt wird.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "vmicshutdown", "Description": "Stellt einen Mechanismus zum Herunterfahren des Betriebssystems dieses virtuellen Computers über die Verwaltungsschnittstellen auf dem physischen Computer bereit.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "vmictimesync", "Description": "Synchronisiert die Systemzeit dieses virtuellen Computers mit der Systemzeit des physischen Computers.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "vmicvmsession", "Description": "Stellt einen Mechanismus bereit, um einen virtuellen Computer mit PowerShell über eine VM-Sitzung ohne virtuelles Netzwerk zu verwalten.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "vmicvss", "Description": "Koordiniert die Kommunikationen, die erforderlich sind, um den Volumeschattenkopie-Dienst zum Sichern von Anwendungen und Daten auf diesem virtuellen Computer vom Betriebssystem des physischen Computers aus zu verwenden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "VMnetDHCP", "Description": "DHCP service for virtual networks.\r\n", "Status": "Running", "StartMode": "Auto"},{"Name": "VMUSBArbService", "Description": "Arbitration and enumeration of USB devices for virtual machines", "Status": "Running", "StartMode": "Auto"},{"Name": "VMware NAT Service", "Description": "Network address translation for virtual networks.\r\n", "Status": "Running", "StartMode": "Auto"},{"Name": "vmware-converter-agent", "Description": "VMware vCenter Converter Standalone Agent provides virtual machine conversion and reconfiguration services.", "Status": "Running", "StartMode": "Auto"},{"Name": "vmware-converter-server", "Description": "VMware vCenter Converter Standalone Server provides centralized management of Converter Stadalone agents and tasks.", "Status": "Running", "StartMode": "Auto"},{"Name": "vmware-converter-worker", "Description": "VMware vCenter Converter Standalone Worker helps VMware vCenter Converter Standalone Server to create virtual machines and to orchestrate conversion tasks.", "Status": "Running", "StartMode": "Auto"},{"Name": "VMwareHostd", "Description": "Remote access service for registration and management of virtual machines.", "Status": "Running", "StartMode": "Auto"},{"Name": "VSS", "Description": "Verwaltet und implementiert Volumeschattenkopien, die zu Sicherungs- und anderen Zwecken verwendet werden. Wenn dieser Dienst beendet wird, werden keine Schattenkopien für Sicherungen verfügbar sein und die Sicherung kann eventuell fehlschlagen. Falls dieser Dienst deaktiviert wird, können die Dienste, die von diesem Dienst ausschließlich abhängig sind, nicht mehr gestartet werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "VSStandardCollectorService140", "Description": "Visual Studio Data Collection Service. When running, this service collects real-time ETW events and processes them.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "VSStandardCollectorService150", "Description": "Visual Studio Data Collection Service. When running, this service collects real-time ETW events and processes them.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "W32Time", "Description": "Behält Datums- und Zeitsynchronisation auf allen Clients und Servern im Netzwerk bei. Wird dieser Dienst beendet, sind Datums- und Zeitsynchronisation nicht verfügbar. Wird dieser Dienst deaktiviert, können keine explizit von der Synchronisation abhängigen Dienste gestartet werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "w3logsvc", "Description": "Stellt W3C-Protokollierung für Internetinformationsdienste (IIS) zur Verfügung. Wenn dieser Dienst beendet wird, funktioniert die durch IIS konfigurierte W3C-Protokollierung nicht.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "W3SVC", "Description": "Stellt Webverbindungen und Webverwaltung mithilfe des Internetinformationsdienste-Managers zur Verfügung.", "Status": "Running", "StartMode": "Auto"},{"Name": "WaaSMedicSvc", "Description": "Enables remediation and protection of Windows Update components.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "WalletService", "Description": "Von Clients der Funktion 'Brieftasche' verwendete Hostobjekte", "Status": "Stopped", "StartMode": "Manual"},{"Name": "WarpJITSvc", "Description": "Provides a JIT out of process service for WARP when running with ACG enabled.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "WAS", "Description": "Der Windows-Prozessaktivierungsdienst (WAS) bietet Dienste zur Prozessaktivierung, Ressourcenverwaltung und Zustandsverwaltung von Anwendungen mit Nachrichtenunterstützung.", "Status": "Running", "StartMode": "Manual"},{"Name": "wbengine", "Description": "Der WBENGINE-Dienst wird von der Windows-Sicherung verwendet, um Sicherungs- und Wiederherstellungsvorgänge auszuführen. Wenn dieser Dienst vom Benutzer beendet wird, kann beim derzeit ausgeführten Sicherungs- und Wiederherstellungsvorgang ein Fehler auftreten. Wenn dieser Dienst deaktiviert wird, werden die Sicherungs- und Wiederherstellungsvorgänge auf diesem Computer, für die die Windows-Sicherung verwendet wird, möglicherweise deaktiviert.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "WbioSrvc", "Description": "Mit dem Windows-Biometriedienst können in Clientanwendungen biometrische Daten erfasst, verglichen, geändert und gespeichert werden, ohne dass ein direkter Zugriff auf biometrische Hardware oder Proben erfolgt. Der Dienst wird in einem privilegierten SVCHOST-Prozess gehostet.", "Status": "Stopped", "StartMode": "Auto"},{"Name": "Wcmsvc", "Description": "Anhand der aktuell auf dem PC verfügbaren Netzwerkkonnektivitätsoptionen wird die Verbindung automatisch hergestellt oder getrennt. Zudem kann die Netzwerkkonnektivität mithilfe von Gruppenrichtlinieneinstellungen verwaltet werden.", "Status": "Running", "StartMode": "Auto"},{"Name": "wcncsvc", "Description": "WCNCSVC hostet die Windows-Sofortverbindungskonfiguration, die die Implementierung des WPS (Wireless Protected Setup)-Protokolls von Microsoft ist. Hiermit werden W-LAN-Einstellungen für einen Zugriffspunkt oder ein Drahtlosgerät konfiguriert. Der Dienst wird bei Bedarf programmgesteuert gestartet.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "WdiServiceHost", "Description": "Der Diagnosediensthost wird vom Diagnoserichtliniendienst als Host für Diagnosen verwendet, die im Kontext eines lokalen Diensts ausgeführt werden müssen. Wird dieser Dienst beendet, funktionieren alle davon abhängigen Diagnosen nicht mehr ordnungsgemäß.", "Status": "Running", "StartMode": "Manual"},{"Name": "WdiSystemHost", "Description": "Der Diagnosesystemhost wird vom Diagnoserichtliniendienst als Host für Diagnosen verwendet, die im Kontext eines lokalen Systems ausgeführt werden müssen. Wird dieser Dienst beendet, funktionieren alle davon abhängigen Diagnosen nicht mehr ordnungsgemäß.", "Status": "Running", "StartMode": "Manual"},{"Name": "WdNisSvc", "Description": "Schützt gegen Eindringversuche bei bekannten und neu erkannten Sicherheitsrisiken von Netzwerkprotokollen.", "Status": "Running", "StartMode": "Manual"},{"Name": "WebClient", "Description": "Ermöglicht Windows-basierten Programmen, Internet-basierte Dateien zu erstellen, darauf zuzugreifen und sie zu verändern. Wenn dieser Dienst beendet wird, werden diese Funktionen nicht mehr zur Verfügung stehen. Falls dieser Dienst deaktiviert wird, können die Dienste, die von diesem Dienst ausschließlich abhängig sind, nicht mehr gestartet werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "WebManagement", "Description": "Web-based device management service", "Status": "Stopped", "StartMode": "Disabled"},{"Name": "Wecsvc", "Description": "Dieser Dienst verwaltet permanente Abonnements für Ereignisse von Remotequellen, die das WS-Verwaltungsprotokoll unterstützen. Hierzu gehören Windows Vista-Ereignisprotokolle sowie Hardware- und IPMI-fähige Ereignisquellen. Der Dienst speichert weitergeleitete Ereignisse in einem lokalen Ereignisprotokoll. Falls dieser Dienst beendet oder deaktiviert wird, können Ereignisabonnements nicht erstellt und weitergeleitete Ereignisse nicht angenommen werden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "WEPHOSTSVC", "Description": "Der Hostdienst für Windows Encryption Provider vermittelt Verschlüsselungsfunktionen von Drittanbieter-Verschlüsselungsanbietern an Prozesse, die EAS-Richtlinien bewerten und anwenden müssen. Wird dies angehalten, sind die EAS-Kompatibilitätsüberprüfungen gefährdet, die von den verbundenen E-Mail-Konten eingerichtet wurden.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "wercplsupport", "Description": "Dieser Dienst bietet Unterstützung für das Anzeigen, Senden und Löschen von Problemberichten auf Systemebene für das Applet \"Lösungen für Probleme\" in der Systemsteuerung.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "WerSvc", "Description": "Ermöglicht das Berichterstatten über Fehler bei nicht mehr funktionierenden und reagierenden Programmen und das Angeben von Lösungen. Ermöglicht außerdem das Generieren von Protokollen für Diagnose- und Reparaturdienste. Wenn dieser Dienst beendet wird, funktioniert die Fehlerberichterstattung möglicherweise nicht ordnungsgemäß, und die Ergebnisse von Diagnosediensten und Reparaturen werden möglicherweise nicht angezeigt.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "WFDSConMgrSvc", "Description": "Verwaltet Verbindungen mit Drahtlosdiensten einschließlich drahtloser Anzeige und Andocken.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "WiaRpc", "Description": "Startet Anwendungen im Zusammenhang mit Ereignissen zum Abrufen von Standbildern.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "WinDefend", "Description": "Schützt Benutzer vor Schadsoftware und weiterer potenziell unerwünschter Software.", "Status": "Running", "StartMode": "Auto"},{"Name": "WinHttpAutoProxySvc", "Description": "WinHTTP implementiert den HTTP-Clientstapel und bietet Entwicklern eine Win32-API und COM-Automatisierungskomponente zum Senden von HTTP-Anforderungen und zum Empfangen von Antworten. Außerdem unterstützt WinHTTP die automatische Erkennung von Proxykonfigurationen über die entsprechende Implementierung des WPAD-Protokolls (Web Proxy Auto-Discovery).", "Status": "Running", "StartMode": "Manual"},{"Name": "Winmgmt", "Description": "Bietet eine standardmäßige Schnittstelle und Objektmodell zum Zugreifen auf Verwaltungsinformationen über das Betriebssystem, Geräte, Anwendungen und Dienste. Die meiste Windows-basierte Software kann nicht ordnungsgemäß ausgeführt werden, falls dieser Dienst beendet wird. Falls dieser Dienst deaktiviert wird, können die Dienste, die von diesem Dienst ausschließlich abhängig sind, nicht mehr gestartet werden.", "Status": "Running", "StartMode": "Auto"},{"Name": "WinRM", "Description": "Der Windows-Remoteverwaltungsdienst (WinRM) implementiert das WS-Verwaltungsprotokoll für die Remoteverwaltung. Die WS-Verwaltung ist ein Webdienstprotokoll für die Remoteverwaltung von Software und Hardware. Der WinRM-Dienst hört das Netzwerk auf WS-Verwaltungsanforderungen ab und verarbeitet diese. Er muss dafür mit dem Befehlszeilentool \"winrm\" oder über Gruppenrichtlinien mit einem Listener konfiguriert werden. Er bietet Zugriff auf WMI-Daten und ermöglicht die Ereigniserfassung. Die Erfassung und Abonnierung von Ereignissen setzt voraus, dass der Dienst ausgeführt wird. WinRM-Nachrichten verwenden HTTP und HTTPS als Transportprotokoll. Der WinRM-Dienst ist nicht von IIS abhängig, ist jedoch zur Freigabe eines Anschlusses mit IIS auf demselben Computer vorkonfiguriert. Das URL-Präfix \"/wsman\" ist für den WinRM-Dienst reserviert. Um Konflikte mit IIS zu vermeiden, sollten Administratoren sicherstellen, dass für in IIS gehostete Websites nicht das URL-Präfix \"/wsman\" verwendet wird.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "wisvc", "Description": "Bietet Infrastrukturunterstützung für das Windows-Insider-Programm. Dieser Dienst muss aktiviert sein, damit das Windows-Insider-Programm funktioniert.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "WlanSvc", "Description": "Der WLANSVC-Dienst bietet die erforderliche Logik, um ein lokales Funknetzwerk (Wireless Local Area Network, WLAN) gemäß IEEE 802.11-Standards zu konfigurieren, zu ermitteln, eine Verbindung mit diesem herzustellen und die Verbindung mit diesem zu trennen. Er enthält außerdem die Logik, um den Computer als Softwarezugriffspunkt zu verwenden, sodass von anderen Geräten oder Computern mithilfe eines entsprechenden WLAN-Adapters eine Funkverbindung mit dem Computer hergestellt werden kann. Durch das Beenden oder Deaktivieren des WLANSVC-Diensts kann von der Windows-Netzwerkbenutzeroberfläche aus auf keinen der WLAN-Adpater auf dem Computer zugegriffen werden. Die Ausführung des WLANSVC-Diensts wird dringend empfohlen, wenn der Computer über einen WLAN-Adapter verfügt.", "Status": "Running", "StartMode": "Auto"},{"Name": "wlidsvc", "Description": "Ermöglicht Benutzeranmeldungen unter Verwendung der Microsoft-Konto-Identitätsdienste. Wird dieser Dienst beendet, können sich die Benutzer nicht mehr mit ihrem Microsoft-Konto beim Computer anmelden.", "Status": "Running", "StartMode": "Manual"},{"Name": "wlpasvc", "Description": "Dieser Dienst ermöglicht die Profilverwaltung für Abonnentenidentitätsmodule.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "WManSvc", "Description": "Führt Verwaltungsaufgaben, einschließlich Bereitstellungs- und Registrierungsaktivitäten aus.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "wmiApSrv", "Description": "Bietet Leistungsbibliotheksinformationen der Windows-Verwaltungsinstrumentationsanbieter für Clients im Netzwerk. Dieser Dienst wird nur ausgeführt, wenn das Leistungsdaten-Hilfsprogramm aktiviert ist.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "WMPNetworkSvc", "Description": "Gibt Windows Media Player-Bibliotheken mithilfe des universellen Plug & Play für andere Players und Mediengeräte auf dem Netzwerk frei", "Status": "Stopped", "StartMode": "Manual"},{"Name": "workfolderssvc", "Description": "Von diesem Dienst werden Dateien mit Ihrem Arbeitsordnerserver synchronisiert. Dies ermöglicht Ihnen, die Dateien auf sämtlichen PCs und Geräten zu verwenden, auf denen Sie Arbeitsordner einrichten.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "WpcMonSvc", "Description": "Setzt Jugendschutzeinstellungen für Kinderkonten in Windows durch. Wenn dieser Dienst beendet oder deaktiviert wird, werden u. U. keine Jugendschutzeinstellungen durchgesetzt.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "WPDBusEnum", "Description": "Erzwingt Gruppenrichtlinien für Wechsel-Massenspeichergeräte. Ermöglicht Anwendungen wie Windows Media Player und dem Bildimport-Assistenten, Inhalte unter Verwendung von Wechsel-Massenspeichergeräten zu übertragen und zu synchronisieren.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "WpnService", "Description": "Der Dienst wird in Sitzung 0 ausgeführt und hostet die Benachrichtigungsplattform und den Verbindungsanbieter, der die Verbindung zwischen Gerät und WNS-Server behandelt.", "Status": "Running", "StartMode": "Auto"},{"Name": "wscsvc", "Description": "Der WSCSVC-Dienst überwacht und meldet Sicherheitsintegritätseinstellungen auf dem Computer. Zu diesen Einstellungen zählen Firewall (ein/aus), Antivirensoftware (ein/aus/nicht aktuell), Antispyware (ein/aus/nicht aktuell), Windows Update (Updates automatisch/manuell herunterladen und installieren), Benutzerkontensteuerung (ein/aus) und Interneteinstellungen (empfohlen/nicht empfohlen). Der Dienst stellt COM-APIs für unabhängige Softwarehersteller bereit, sodass sie den Status ihrer Produkte registrieren und aufzeichnen können. Der Dienst wird auf der Benutzeroberfläche von \"Sicherheit und Wartung\" verwendet, um auf der Taskleiste Warnungen und unter \"Sicherheit und Wartung\" eine grafische Ansicht der Sicherheitsintegritätsstatus bereitzustellen. Der Netzwerkzugriffsschutz (Network Access Protection, NAP) meldet dem NAP-Netzwerkrichtlinienserver mithilfe des Dienstes die Sicherheitsintegritätsstatus von Clients, um Netzwerkquarantäne-Entscheidungen zu treffen. Der Dienst verfügt auch über eine öffentliche API, über die aggregierte Sicherheitsintegritätsstatus des Systems programmgesteuert abgerufen werden können.", "Status": "Running", "StartMode": "Auto"},{"Name": "WSearch", "Description": "Stellt Inhaltsindizierung und Eigenschaftenzwischenspeicherung und Suchergebnisse für Dateien, E-Mails und andere Inhalte bereit.", "Status": "Running", "StartMode": "Auto"},{"Name": "wuauserv", "Description": "Erkennung, Herunterladen und Installation von Updates für Windows und andere Programme. Wenn der Dienst deaktiviert ist, können \"Windows Update\" bzw. das Feature \"automatische Updates\" nicht verwendet werden. Außerdem können Programme dann die Windows Update Agent-Programmierschnittstelle (WUA API) nicht verwenden.", "Status": "Running", "StartMode": "Manual"},{"Name": "WwanSvc", "Description": "Mit dem Dienst werden mobile Breitbanddatenkarten (GSM & CDMA)/eingebettete Moduladapter und Verbindungen durch die automatische Konfiguration der Netzwerke verwaltet. Die Ausführung des Diensts wird aus Gründen der Benutzerfreundlichkeit mobiler Breitbandgeräte dringend empfohlen.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "XblAuthManager", "Description": "Stellt Authentifizierungs- und Autorisierungsservices für Xbox Live bereit. Wenn der Service beendet wird, funktionieren einige Anwendungen möglicherweise nicht richtig.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "XblGameSave", "Description": "Dieser Service synchronisiert für Xbox Live-Spiele gespeicherte Daten. Wenn der Service beendet wird, werden die gespeicherten Spieldaten nicht zu bzw. von Xbox Live hochgeladen oder heruntergeladen.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "XboxGipSvc", "Description": "This service manages connected Xbox Accessories.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "XboxNetApiSvc", "Description": "Dieser Service unterstützt die Anwendungsprogrammierschnittstelle Windows.Networking.XboxLive.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "BcastDVRUserService_215ebe", "Description": "Dieser Benutzerdienst wird für Spielaufzeichnungen und Liveübertragungen verwendet.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "BluetoothUserService_215ebe", "Description": "Der Bluetooth-Benutzerdienst unterstützt in den einzelnen Benutzersitzungen die ordnungsgemäße Funktionsweise der relevanten Bluetooth-Features.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "CaptureService_215ebe", "Description": "OneCore-Erfassungsdienst", "Status": "Stopped", "StartMode": "Manual"},{"Name": "cbdhsvc_215ebe", "Description": "Dieser Benutzerdienst wird für Zwischenablageszenarien verwendet.", "Status": "Running", "StartMode": "Manual"},{"Name": "CDPUserSvc_215ebe", "Description": "Dieser Benutzerdienst wird für Szenarien in Verbindung mit der Plattform für verbundene Geräte verwendet.", "Status": "Running", "StartMode": "Auto"},{"Name": "ConsentUxUserSvc_215ebe", "Description": "Ermöglicht die Nutzung von ConnectUX- und PC-Einstellungen, um eine Verbindung mit WLAN-Anzeigen und Bluetooth-Geräten herzustellen und diese zu koppeln.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "DevicePickerUserSvc_215ebe", "Description": "Dieser Benutzerdienst wird für die Verwaltung der Miracast-, DLNA-und DIAL-Benutzeroberfläche verwendet.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "DevicesFlowUserSvc_215ebe", "Description": "Ermöglicht die Nutzung von ConnectUX- und PC-Einstellungen, um eine Verbindung mit WLAN-Anzeigen und Bluetooth-Geräten herzustellen und diese zu koppeln.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "MessagingService_215ebe", "Description": "Dienst zur Unterstützung von SMS und zugehörigen Funktionen.", "Status": "Stopped", "StartMode": "Manual"},{"Name": "OneSyncSvc_215ebe", "Description": "Dieser Dienst synchronisiert E-Mail-, Kontakt-, Kalender- und verschiedene andere Benutzerdaten. Wenn dieser Dienst nicht ausgeführt wird, funktionieren E-Mail-Programme und andere Anwendungen, die von dieser Funktionalität abhängig sind, nicht ordnungsgemäß.", "Status": "Running", "StartMode": "Auto"},{"Name": "PimIndexMaintenanceSvc_215ebe", "Description": "Indiziert Kontaktdaten für die schnelle Kontaktsuche. Wenn Sie diesen Dienst beenden oder deaktivieren, können Kontakte in den Suchergebnissen fehlen.", "Status": "Running", "StartMode": "Manual"},{"Name": "PrintWorkflowUserSvc_215ebe", "Description": "Druckworkflow", "Status": "Running", "StartMode": "Manual"},{"Name": "UnistoreSvc_215ebe", "Description": "Verarbeitet die Speicherung strukturierter Benutzerdaten, einschließlich Kontaktinformationen, Kalender, Nachrichten und anderer Inhalte. Wenn Sie diesen Dienst beenden oder deaktivieren, funktionieren Apps, die diese Daten verwenden, möglicherweise nicht ordnungsgemäß.", "Status": "Running", "StartMode": "Manual"},{"Name": "UserDataSvc_215ebe", "Description": "Ermöglicht Apps den Zugriff auf strukturierte Benutzerdaten, einschließlich Kontaktinformationen, Kalender, Nachrichten und anderer Inhalte. Wenn Sie diesen Dienst beenden oder deaktivieren, funktionieren Apps, die diese Daten verwenden, möglicherweise nicht ordnungsgemäß.", "Status": "Running", "StartMode": "Manual"},{"Name": "WpnUserService_215ebe", "Description": "Dieser Dienst hostet die Windows-Benachrichtigungsplattform, die lokale Benachrichtigungen und Pushbenachrichtigungen unterstützt. Unterstützt werden Kachel-, Popup- und unformatierte Benachrichtigungen.", "Status": "Running", "StartMode": "Auto"}]
